Repository: blablablablayong-tech/pincer
Catalog: Sources/PincerUI/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# %@ %@ window
source: %1$@ %2$@ window
zh_hans: %1$@ %2$@ 窗口

source: %@ (Default)
zh_hans: %@（默认）

source: %@ (iPad keyboard).
zh_hans: %@（iPad 键盘）。

# %@ + %lld more
source: %1$@ + %2$lld more
zh_hans: %1$@ + %2$lld 更多

source: %@ Secrets are write-only: Pincer shows whether they're set, never their values.
zh_hans: %@ 秘密是只写的：Pincher 显示它们是否已设置，而不是它们的值。

source: %@ can't be started from Pincer.
zh_hans: %@ 无法从 Pincer 启动。

# %@ can't be used: %@. %@
source: %1$@ can't be used: %2$@. %3$@
zh_hans: 无法使用 %1$@：%2$@。 %3$@

source: %@ changed on the Gateway since you opened it.
zh_hans: 自您打开网关以来，%@ 在网关上发生了更改。

source: %@ channel
zh_hans: %@ 频道

source: %@ character
zh_hans: %@ 字符

# %@ character, %@
source: %1$@ character, %2$@
zh_hans: %1$@ 字符，%2$@

# %@ couldn't speak: %@
source: %1$@ couldn't speak: %2$@
zh_hans: %1$@ 无法说话：%2$@

# %@ didn't start: %@.
source: %1$@ didn't start: %2$@.
zh_hans: %1$@ 未启动：%2$@。

source: %@ doesn't exist yet. Saving creates it.
zh_hans: %@ 尚不存在。储蓄创造了它。

source: %@ doesn't support logging out.
zh_hans: %@ 不支持注销。

# %@ exceeds the maximum image source size (%@).
source: %1$@ exceeds the maximum image source size (%2$@).
zh_hans: %1$@ 超过最大图像源大小 (%2$@)。

source: %@ hr
zh_hans: %@ 小时

# %@ hr %@ min
source: %1$@ hr %2$@ min
zh_hans: %1$@ 小时 %2$@ 分钟

source: %@ is already used
zh_hans: %@ 已使用

source: %@ is larger than the Gateway allows (%@).
zh_hans: %@ 大于网关允许的值 (%@)。

source: %@ is larger than the Gateway allows (%@, last known limit).
zh_hans: %@ 大于网关允许的值（%@，最后已知的限制）。

source: %@ is often used by %@. If that app is running, it may get the keys first.
zh_hans: %@ 通常由 %@ 使用。如果该应用程序正在运行，它可能会首先获取密钥。

source: %@ is still stopping. Try again in a moment.
zh_hans: %@ 仍在停止。稍后再试一次。

source: %@ is used by %@.
zh_hans: %@ 由 %@ 使用。

source: %@ is working
zh_hans: %@ 正在工作

source: %@ is working on this
zh_hans: %@ 正在研究这个

source: %@ is your Quick Capture shortcut, which works from any app and runs first.
zh_hans: %@ 是您的“快速捕获”快捷方式，可在任何应用程序中使用并首先运行。

source: %@ isn't set up on the Gateway yet.
zh_hans: 尚未在网关上设置 %@。

source: %@ isn't working
zh_hans: %@ 不起作用

# %@ line%@
source: %1$@ line%2$@
zh_hans: %1$@ 行%2$@

source: %@ lines are hidden by the level toggles or search.
zh_hans: %@ 行被级别切换或搜索隐藏。

source: %@ messages
zh_hans: %@ 消息

source: %@ min
zh_hans: %@ 分钟

# %@ min %@ sec
source: %1$@ min %2$@ sec
zh_hans: %1$@ 分钟 %2$@ 秒

source: %@ needs a key
zh_hans: %@ 需要一把钥匙

# %@ of %@ lines
source: %1$@ of %2$@ lines
zh_hans: %1$@ 行（共 %2$@ 行）

# %@ of %@ tokens
source: %1$@ of %2$@ tokens
zh_hans: %1$@ 共 %2$@ 代币

source: %@ on %@
zh_hans: %@ 于 %@

source: %@ plugin
zh_hans: %@ 插件

# %@ rejected the key: %@
source: %1$@ rejected the key: %2$@
zh_hans: %1$@ 拒绝了密钥：%2$@

# %@ rejected the model or voice: %@
source: %1$@ rejected the model or voice: %2$@
zh_hans: %1$@ 拒绝了模型或声音：%2$@

source: %@ replied
zh_hans: %@ 回复

# %@ replied: %@
source: %1$@ replied: %2$@
zh_hans: %1$@ 回复： %2$@

source: %@ saved
zh_hans: %@ 已保存

source: %@ sec
zh_hans: %@ 秒

source: %@ shortcut
zh_hans: %@ 快捷方式

source: %@ theme
zh_hans: %@ 主题

source: %@ token
zh_hans: %@ 代币

source: %@ tokens
zh_hans: %@ 代币

# %@ tokens · %@
source: %1$@ tokens · %2$@
zh_hans: %1$@ 代币 · %2$@

source: %@ took too long to prepare. Try attaching it again.
zh_hans: %@ 准备时间太长。尝试再次连接。

source: %@ types a character in text fields. Pincer will run the command instead.
zh_hans: %@ 在文本字段中键入一个字符。 Pincer 将改为运行该命令。

source: %@ unsent messages in these chats will be discarded too.
zh_hans: 这些聊天中的 %@ 未发送消息也将被丢弃。

source: %@ used
zh_hans: 使用 %@

source: %@ uses %@. Reassign it to “%@”, leaving %@ with no shortcut, or keep both?
zh_hans: %@ 使用 %@。将其重新分配给“%@”，让%@没有快捷方式，还是保留两者？

# %@ via %@
source: %1$@ via %2$@
zh_hans: %1$@ 通过 %2$@

source: %@ wants to run a command
zh_hans: %@ 想要运行命令

source: %@ was removed on the Gateway since you opened it.
zh_hans: 自您打开网关以来，%@ 已在网关上被删除。

# %@ · %@ ago
source: %1$@ · %2$@ ago
zh_hans: %1$@ · %2$@ 前

source: %@ · Default
zh_hans: %@ · 默认

source: %@ · Inherited from the channel
zh_hans: %@ · 从通道继承

source: %@ · Set for the channel
zh_hans: %@ · 为通道设置

source: %@ · Set for this account
zh_hans: %@ · 为此帐户设置

source: %@ — Chat window
zh_hans: %@ — 聊天窗口

source: %@ — too large to preview
zh_hans: %@ — 太大而无法预览

source: %@, agent
zh_hans: %@，特工

# %@, group in %@, %lld chats
source: %1$@, group in %2$@, %3$lld chats
zh_hans: %1$@，在 %2$@、%3$lld 聊天中进行分组

# %@, group in %@, 1 chat
source: %1$@, group in %2$@, 1 chat
zh_hans: %1$@，%2$@ 中的群组，1 次聊天

# %@, group, %lld chats
source: %1$@, group, %2$lld chats
zh_hans: %1$@，群组，%2$lld 聊天

source: %@, group, 1 chat
zh_hans: %@，群组，1 次聊天

source: %@, part %lld of %lld
zh_hans: %@，%lld 的 %lld 部分

# %@: %lld helper runs working
source: %1$@: %2$lld helper runs working
zh_hans: %1$@：%2$lld 助手运行正常

source: %@: 1 helper run working
zh_hans: %@：1 个助手运行正常

source: %@: reply failed
zh_hans: %@：回复失败

source: %d percent
zh_hans: %d 百分比

# %lld Change%@
source: %1$lld Change%2$@
zh_hans: %1$lld 更改%2$@

source: %lld Gateway configuration settings
zh_hans: %lld 网关配置设置

source: %lld Gateway environment settings
zh_hans: %lld 网关环境设置

source: %lld Unsaved
zh_hans: %lld 未保存

source: %lld added
zh_hans: 添加了 %lld

source: %lld allowed
zh_hans: %lld 允许

source: %lld attachments
zh_hans: %lld 附件

# %lld automation%@. The next one runs %@.
source: %1$lld automation%2$@. The next one runs %3$@.
zh_hans: %1$lld 自动化%2$@。下一个运行 %3$@。

source: %lld command suggestions
zh_hans: %lld 命令建议

source: %lld command-line tools
zh_hans: %lld 命令行工具

source: %lld dismissed issues
zh_hans: %lld 已驳回问题

source: %lld earlier steps not shown
zh_hans: %lld 之前的步骤未显示

source: %lld files deleted
zh_hans: %lld 文件已删除

source: %lld images (shown in the reply)
zh_hans: %lld 图片（在回复中显示）

source: %lld images, shown in the reply
zh_hans: %lld 图片，显示在回复中

source: %lld lines
zh_hans: %lld 行

source: %lld messages queued
zh_hans: %lld 消息已排队

source: %lld more…
zh_hans: %lld 更多...

# %lld of %lld
source: %1$lld of %2$lld
zh_hans: %1$lld 的 %2$lld

# %lld of %lld done
source: %1$lld of %2$lld done
zh_hans: %2$lld 的 %1$lld 已完成

# %lld of %lld done or skipped
source: %1$lld of %2$lld done or skipped
zh_hans: %2$lld 中的 %1$lld 已完成或已跳过

# %lld pending, %lld claimed, %lld blocked
source: %1$lld pending, %2$lld claimed, %3$lld blocked
zh_hans: %1$lld 待处理，%2$lld 已声明，%3$lld 已阻止

source: %lld percent used
zh_hans: %lld 使用百分比

source: %lld plugins need attention
zh_hans: %lld 插件需要注意

source: %lld problems
zh_hans: %lld 问题

source: %lld prompts
zh_hans: %lld 提示

source: %lld reconnect attempts
zh_hans: %lld 重新连接尝试

source: %lld removed
zh_hans: %lld 已删除

source: %lld resources
zh_hans: %lld 资源

source: %lld results
zh_hans: %lld 结果

source: %lld s timeout
zh_hans: %lld 秒超时

source: %lld seconds
zh_hans: %lld 秒

source: %lld selected
zh_hans: 已选择 %lld

source: %lld tool calls
zh_hans: %lld 工具调用

source: %lld tools
zh_hans: %lld 工具

source: %lld unread
zh_hans: %lld 未读

source: (No text)
zh_hans: （无文字）

source: (empty file)
zh_hans: （空文件）

source: * matches any characters. Include is applied first, then exclude.
zh_hans: * 匹配任何字符。首先应用包含，然后排除。

source: +%lld more
zh_hans: +%lld 更多

source: 1 attachment
zh_hans: 1 个附件

source: 1 command suggestion
zh_hans: 1 个命令建议

source: 1 dismissed issue
zh_hans: 1 个被驳回的问题

source: 1 file deleted
zh_hans: 已删除 1 个文件

source: 1 image (shown in the reply)
zh_hans: 1张图片（在回复中显示）

source: 1 image, shown in the reply
zh_hans: 1 张图片，显示在回复中

source: 1 message
zh_hans: 1 条消息

source: 1 plugin needs attention
zh_hans: 1个插件需要注意

source: 1 problem
zh_hans: 1 个问题

source: 1 prompt
zh_hans: 1 条提示

source: 1 reconnect attempt
zh_hans: 1 次重新连接尝试

source: 1 resource
zh_hans: 1 资源

source: 1 result
zh_hans: 1 个结果

source: 1 tool
zh_hans: 1 个工具

source: 1 tool call
zh_hans: 1 个工具调用

source: 1 unsent message in these chats will be discarded too.
zh_hans: 这些聊天中的 1 条未发送消息也将被丢弃。

source: 1Password (fill)
zh_hans: 1密码（填写）

source: 1Password Quick Access
zh_hans: 1密码快速访问

source: A channel is waiting for a Gateway restart.
zh_hans: 通道正在等待网关重新启动。

source: A one-line preview of the latest message in the chat list.
zh_hans: 聊天列表中最新消息的一行预览。

source: A server named “%@” already exists.
zh_hans: 名为“%@”的服务器已存在。

source: A settings save is already in progress.
zh_hans: 设置保存已在进行中。

source: API Key
zh_hans: API密钥

source: API Key (%@)
zh_hans: API 密钥 (%@)

source: API key
zh_hans: API密钥

source: API key (only used to list voices)
zh_hans: API密钥（仅用于列出语音）

source: About %lld percent used
zh_hans: 关于 %lld 使用百分比

source: Access
zh_hans: 访问

source: Account
zh_hans: 账户

source: Accounts Using DM Pairing
zh_hans: 使用 DM 配对的帐户

source: Acknowledge only
zh_hans: 仅确认

source: Actions
zh_hans: 操作

source: Actions for %@
zh_hans: %@ 的操作

source: Activate, then press the new keys.
zh_hans: 激活，然后按新键。

source: Active
zh_hans: 活跃

source: Active %@ ago
zh_hans: %@ 前活跃

source: Activity not captured — only live runs are recorded
zh_hans: 未捕获活动 - 仅记录实时运行

source: Add
zh_hans: 添加

source: Add Argument
zh_hans: 添加参数

source: Add Entry
zh_hans: 添加条目

source: Add Entry…
zh_hans: 添加条目...

source: Add Gateway
zh_hans: 添加网关

source: Add Gateway…
zh_hans: 添加网关…

source: Add Item
zh_hans: 添加项目

source: Add Pattern
zh_hans: 添加图案

source: Add Plugin
zh_hans: 添加插件

source: Add Reaction
zh_hans: 添加表情回应

source: Add Reaction…
zh_hans: 添加表情回应…

source: Add Server
zh_hans: 添加服务器

source: Add a Gateway in Pincer to use Quick Capture
zh_hans: 在 Pincer 中添加网关以使用快速捕获

source: Add a server to give your agents more tools.
zh_hans: 添加服务器以为您的代理提供更多工具。

source: Add an MCP server
zh_hans: 添加 MCP 服务器

source: Add skills to the agent's workspace on the Gateway host.
zh_hans: 将技能添加到网关主机上的代理工作区。

source: Address
zh_hans: 地址

source: Add…
zh_hans: 添加...

source: Advanced
zh_hans: 高级

source: Advanced (%lld)
zh_hans: 高级 (%lld)

source: Advanced · %lld set
zh_hans: 高级 · %lld 设置

source: Advanced…
zh_hans: 高级…

source: After saving, sign in from the server's page.
zh_hans: 保存后，从服务器页面登录。

source: Agent
zh_hans: 智能体

source: Agent Management Isn't Available
zh_hans: 代理管理不可用

source: Agent Not Found
zh_hans: 未找到代理

source: Agent saved
zh_hans: 代理已保存

source: Agents
zh_hans: 智能体

source: Agents lose its tools until someone signs in again.
zh_hans: 在有人再次登录之前，代理会失去其工具。

source: All Channels
zh_hans: 全部频道

source: All Settings
zh_hans: 全部设置

source: Allow
zh_hans: 允许

source: Allow Location
zh_hans: 允许位置

source: Allow Once
zh_hans: 仅允许一次

source: Allow Pincer to use %@?
zh_hans: 允许 Pincer 使用 %@？

source: Allow location access to share context
zh_hans: 允许位置访问以共享上下文

source: Allowed
zh_hans: 已允许

source: Allowed Commands
zh_hans: 允许的命令

source: Allowed Tools
zh_hans: 允许使用的工具

source: Almost full. The agent will compact on its own soon; compact now to choose what it keeps.
zh_hans: 几乎满了。代理很快就会自行压缩；现在就选择它保留的内容。

source: Also written to the agent's IDENTITY.md.
zh_hans: 还写入代理的 IDENTITY.md。

source: Always
zh_hans: 始终

source: Always Allow
zh_hans: 始终允许

source: Always Ignore This Account
zh_hans: 始终忽略此帐户

source: Always Ignore This Plugin
zh_hans: 始终忽略此插件

source: Always ignored
zh_hans: 始终忽略

source: Always ignored · Not reported right now
zh_hans: 总是被忽略 · 目前未报告

source: And %lld more chats
zh_hans: 还有 %lld 更多聊天

source: And 1 more chat
zh_hans: 还有 1 条聊天记录

source: Animated avatars
zh_hans: 动画头像

source: Another agent
zh_hans: 另一位代理

source: Another command uses this shortcut too.
zh_hans: 另一个命令也使用此快捷方式。

source: Answer
zh_hans: 回答

source: Answering agent questions is waiting for approval:
zh_hans: 回答代理问题正在等待批准：

source: App Exposé
zh_hans: 应用曝光

source: Appearance
zh_hans: 外观

source: Applies to all %@ chats
zh_hans: 适用于所有 %@ 聊天

source: Applies to all chats on %@
zh_hans: 适用于 %@ 上的所有聊天

source: Applies to every agent
zh_hans: 适用于每个代理

source: Apply
zh_hans: 应用

source: Approval
zh_hans: 操作审批

source: Approval History
zh_hans: 审批历史

source: Approval History Isn't Available
zh_hans: 审批历史记录不可用

source: Approval History needs the operator.approvals scope. Approve it for this device on the Gateway host, then try again.
zh_hans: 批准历史记录需要operator.approvals 范围。在网关主机上批准此设备，然后重试。

source: Approval History…
zh_hans: 批准历史...

source: Approval Not Found
zh_hans: 未找到审批记录

source: Approve
zh_hans: 批准

source: Approve %@
zh_hans: 批准 %@

source: Approve Pincer on your Gateway
zh_hans: 在您的网关上批准 Pincer

source: Approve Pincer on your Gateway host
zh_hans: 在您的网关主机上批准 Pincer

source: Approve new nodes on the Devices page.
zh_hans: 在“设备”页面上批准新节点。

source: Approve this device on the Gateway host:
zh_hans: 在网关主机上批准此设备：

source: Approved
zh_hans: 已批准

source: Approving new senders? See Pairing Requests.
zh_hans: 批准新发件人？请参阅配对请求。

source: Approving, rejecting and revoking devices needs Full Management. Turn it on under Connection.
zh_hans: 批准、拒绝和撤销设备需要全面管理。在“连接”下将其打开。

source: Archive
zh_hans: 归档

source: Archive Reason
zh_hans: 存档原因

source: Archived
zh_hans: 已归档

source: Argument
zh_hans: 论证

source: Argument suggestion
zh_hans: 论证建议

source: Arguments
zh_hans: 论据

source: Arguments: %@
zh_hans: 参数：%@

source: Ask for deeper reasoning with /think. Expand a thinking section to read it.
zh_hans: 使用 /think 请求更深入的推理。展开思考部分来阅读它。

source: Asks to run commands for agents (node role).
zh_hans: 要求为代理（节点角色）运行命令。

source: Assistant
zh_hans: 助手

source: Attach files
zh_hans: 添加文件

source: Attach photos
zh_hans: 添加照片

source: Attachment %@
zh_hans: 附件 %@

source: Attachment %@, collapsed
zh_hans: 附件 %@，已折叠

source: Attachment %@, expanded
zh_hans: 附件 %@，已扩展

source: Attachment: %@
zh_hans: 附件：%@

source: Attachments need a connection
zh_hans: 附件需要连接

source: Auth profile
zh_hans: 身份验证配置文件

source: Authentication
zh_hans: 身份验证

source: Auto
zh_hans: 汽车

source: Auto keeps the character the agent first got from its identity. Style and characters sync to your other devices through the Gateway. Reduce Motion keeps them still.
zh_hans: Auto 保留代理最初从其身份中获得的字符。风格和字符通过网关同步到您的其他设备。减少运动使它们保持静止。

source: Auto keeps the character the agent first got from its identity. This only changes how Pincer shows the agent.
zh_hans: Auto 保留代理最初从其身份中获得的字符。这只会改变 Pincer 显示代理的方式。

source: Auto-Speak on Channels
zh_hans: 在频道上自动发言

source: Automatic
zh_hans: 自动

source: Automation
zh_hans: 自动化

source: Automations
zh_hans: 自动化任务

source: Automations Aren't Available
zh_hans: 自动化不可用

source: Automations run an agent on a schedule, like a morning briefing or a nightly check.
zh_hans: 自动化按计划运行代理，例如早上简报或夜间检查。

source: Automations…
zh_hans: 自动化任务…

source: Avatar
zh_hans: 阿凡达

source: Avatar images aren't copied. Leave Avatar empty to use the default, or enter a new avatar for the copy.
zh_hans: 头像图像不会被复制。将头像留空以使用默认值，或为副本输入新头像。

source: Avatars
zh_hans: 头像

source: Back
zh_hans: 返回

source: Background
zh_hans: 背景

source: Bindings
zh_hans: 绑定

source: Blue
zh_hans: 蓝色

source: Bookmark
zh_hans: 书签

source: Bookmark a message from its menu to find it here.
zh_hans: 从菜单中为消息添加书签，以便在此处找到它。

source: Bookmark removed
zh_hans: 书签已删除

source: Bookmarked
zh_hans: 已添加书签

source: Bookmarks
zh_hans: 书签

source: Bookmarks…
zh_hans: 书签...

source: Branch %lld of %lld
zh_hans: %lld 的分支 %lld

source: Branch from Here
zh_hans: 从这里创建分支

source: Branches
zh_hans: 分支机构

source: Branches need a newer Gateway.
zh_hans: 分支机构需要更新的网关。

source: Breakdown
zh_hans: 故障

source: Browse ClawHub
zh_hans: 浏览 ClawHub

source: Browse ClawHub to find skills to install.
zh_hans: 浏览 ClawHub 查找要安装的技能。

source: Browse Voices
zh_hans: 浏览声音

source: By agent
zh_hans: 通过代理

source: By group
zh_hans: 按组别

source: By server
zh_hans: 通过服务器

source: Cached result
zh_hans: 缓存结果

source: Cached transcripts
zh_hans: 缓存的成绩单

source: Calculating…
zh_hans: 正在计算...

source: Can't reach Gateway · retrying in %llds
zh_hans: 无法到达网关 · 在 %llds 后重试

source: Cancel
zh_hans: 取消

source: Cancel edit
zh_hans: 取消编辑

source: Cancel reply
zh_hans: 取消回复

source: Can’t connect to %@
zh_hans: 无法连接到 %@

source: Change Icon
zh_hans: 更改图标

source: Change Icon…
zh_hans: 更改图标...

source: Change Model…
zh_hans: 切换模型…

source: Change the Quick Capture shortcut in General.
zh_hans: 更改“常规”中的“快速捕获”快捷方式。

source: Changed on the Gateway
zh_hans: 在网关上更改

source: Changes
zh_hans: 变化

source: Changes stay with your other unsaved settings until you use Review & Save. Other settings for this server are kept. Edit them in Raw Config.
zh_hans: 更改将保留在其他未保存的设置中，直到您使用“查看并保存”。该服务器的其他设置将被保留。在原始配置中编辑它们。

source: Changing Gateway settings needs Full Management access. Turn it on under Connection, then approve this device on the Gateway host.
zh_hans: 更改网关设置需要完全管理访问权限。在“连接”下将其打开，然后在网关主机上批准此设备。

source: Changing automations needs Full Management access. Turn it on under Gateway Settings → Connection, then approve this device on the Gateway host.
zh_hans: 改变自动化需要完全管理访问权限。在“网关设置”→“连接”下将其打开，然后在网关主机上批准此设备。

source: Changing the Gateway voice needs Full Management access. Ask the Gateway owner to approve it for this device.
zh_hans: 更改网关语音需要完全管理访问权限。请网关所有者批准将此设备用于此设备。

source: Channel
zh_hans: 频道

source: Channel Status
zh_hans: 频道状态

source: Channels
zh_hans: 频道

source: Chat
zh_hans: 聊天

source: Chat Color
zh_hans: 聊天颜色

source: Chat Options
zh_hans: 聊天选项

source: Chat and Gateway
zh_hans: 聊天和网关

source: Chat colors
zh_hans: 聊天颜色

source: Chat header avatar
zh_hans: 聊天标题头像

source: Chat history is kept on this device so chats open instantly, even offline, and so you can search your messages. Messages you write offline, with their attachments, wait here until they send.
zh_hans: 聊天历史记录保存在此设备上，因此即使离线，也可以立即打开聊天，以便您可以搜索消息。您离线写的消息及其附件将在此处等待直至发送。

source: Chat icons
zh_hans: 聊天图标

source: Chat order
zh_hans: 聊天顺序

source: Chat titles appear in Spotlight. Message text comes from the last few cached messages and never leaves this device.
zh_hans: 聊天标题出现在 Spotlight 中。消息文本来自最后几条缓存的消息，并且永远不会离开此设备。

source: Chat unavailable
zh_hans: 聊天不可用

source: Chat with your OpenClaw agents from your Mac, iPhone, and iPad.
zh_hans: 通过 Mac、iPhone 和 iPad 与 OpenClaw 代理聊天。

source: Chat: %@
zh_hans: 聊天：%@

source: Chats are downloaded again from your Gateways when you open them, and message search is rebuilt. Nothing on your Gateways is deleted.
zh_hans: 当您打开网关时，会再次从网关下载聊天内容，并重建消息搜索。您的网关上的任何内容都不会被删除。

source: Check Again
zh_hans: 再次检查

source: Check it's working
zh_hans: 检查它是否正常工作

source: Check the API key below, then run Test Voice.
zh_hans: 检查下面的 API 密钥，然后运行测试语音。

source: Checked %@ ago
zh_hans: %@ 前检查过

source: Checking every few seconds…
zh_hans: 每隔几秒检查一次...

source: Checking key…
zh_hans: 正在检查密钥...

source: Checking…
zh_hans: 正在检查...

source: Choose File…
zh_hans: 选择文件...

source: Choose a branch
zh_hans: 选择分行

source: Choose a category.
zh_hans: 选择一个类别。

source: Choose a chat (⌘J or Tab)
zh_hans: 选择聊天（⌘J 或 Tab）

source: Choose a chat from the sidebar or start a new one.
zh_hans: 从侧边栏中选择聊天或开始新的聊天。

source: Choose a different model below, then run Test Voice.
zh_hans: 选择下面的不同模型，然后运行测试语音。

source: Choose a different voice below, then run Test Voice.
zh_hans: 在下面选择不同的声音，然后运行测试声音。

source: Choose a model…
zh_hans: 选择型号...

source: Choose a provider to set it up below. Providers that need a key show Needs Key until you add one.
zh_hans: 选择一个提供商并在下面进行设置。需要密钥的提供商会显示“需要密钥”，直到您添加密钥为止。

source: Choose shared or per-requester.
zh_hans: 选择共享或每个请求者。

source: ClawHub hasn't scanned this skill's source.
zh_hans: ClawHub尚未扫描该技能的来源。

source: Clear
zh_hans: 清除

source: Clear Cache
zh_hans: 清除缓存

source: Clear Cache…
zh_hans: 清除缓存...

source: Clear Filters
zh_hans: 清除筛选

source: Clear Outbox
zh_hans: 清除发件箱

source: Clear Outbox…
zh_hans: 清除发件箱...

source: Clear Search
zh_hans: 清除搜索

source: Clear Shortcut
zh_hans: 清除快捷方式

source: Clear cached transcripts?
zh_hans: 清除缓存的成绩单？

source: Clear the outbox?
zh_hans: 清空发件箱吗？

source: Click a shortcut, then press the new keys. Press Delete to remove it, or Esc to cancel.
zh_hans: 单击快捷方式，然后按新键。按“Delete”将其删除，或按“Esc”取消。

source: Client
zh_hans: 客户

source: Client certificate
zh_hans: 客户证书

source: Client key
zh_hans: 客户端密钥

source: Close
zh_hans: 关闭

source: Close Split View
zh_hans: 关闭分割视图

source: Close Window
zh_hans: 关闭窗口

source: Close search
zh_hans: 关闭搜索

source: Code or link
zh_hans: 代码或链接

source: Collapse
zh_hans: 崩溃

source: Collapse %@
zh_hans: 折叠 %@

source: Collapse question
zh_hans: 折叠问题

source: Collapse task progress
zh_hans: 折叠任务进度

source: Collapsed
zh_hans: 倒塌

source: Collapses the entry
zh_hans: 折叠条目

source: Collapses the section
zh_hans: 折叠该部分

source: Color
zh_hans: 颜色

source: Colors
zh_hans: 颜色

source: Command
zh_hans: 命令

source: Command Palette…
zh_hans: 命令面板…

source: Command Policy
zh_hans: 命令权限策略

source: Command Policy Isn't Available
zh_hans: 命令策略不可用

source: Command Policy…
zh_hans: 命令权限策略…

source: Command palette
zh_hans: 命令面板

source: Command policy saved
zh_hans: 命令策略已保存

source: Command suggestion
zh_hans: 命令建议

source: Command suggestions
zh_hans: 命令建议

source: Compact Now
zh_hans: 立即压缩上下文

source: Compaction
zh_hans: 压实

source: Compare
zh_hans: 比较

source: Compare %@
zh_hans: 比较 %@

source: Complete
zh_hans: 完成

source: Config
zh_hans: 配置

source: Config has problems
zh_hans: 配置有问题

source: Config is valid
zh_hans: 配置有效

source: Configuration
zh_hans: 配置

source: Confirm Plugin Change
zh_hans: 确认插件变更

source: Connect
zh_hans: 连接

source: Connect to %@ to search messages.
zh_hans: 连接到 %@ 以搜索消息。

source: Connect to a Gateway to manage devices.
zh_hans: 连接到网关以管理设备。

source: Connect to a Gateway to see its nodes.
zh_hans: 连接到网关以查看其节点。

source: Connect to run commands
zh_hans: 连接以运行命令

source: Connect to the Gateway to manage sessions.
zh_hans: 连接到网关以管理会话。

source: Connect to the Gateway to open %@.
zh_hans: 连接到网关以打开 %@。

source: Connect to the Gateway to review pairing requests.
zh_hans: 连接到网关以查看配对请求。

source: Connect to the Gateway to see MCP servers.
zh_hans: 连接到网关以查看 MCP 服务器。

source: Connect to the Gateway to see its agents.
zh_hans: 连接到网关以查看其代理。

source: Connect to the Gateway to see its approval history.
zh_hans: 连接到网关以查看其批准历史记录。

source: Connect to the Gateway to see its command policy.
zh_hans: 连接到网关以查看其命令策略。

source: Connect to the Gateway to see its logs.
zh_hans: 连接到网关以查看其日志。

source: Connect to the Gateway to see its usage and cost.
zh_hans: 连接到网关以查看其使用情况和成本。

source: Connect to the Gateway to see its voice settings.
zh_hans: 连接到网关以查看其语音设置。

source: Connect to the Gateway to see skills.
zh_hans: 连接到网关查看技能。

source: Connect to the Gateway to see this agent's tools.
zh_hans: 连接到网关以查看该代理的工具。

source: Connect to the Gateway to see this agent.
zh_hans: 连接到网关以查看此代理。

source: Connect to the Gateway to see this approval.
zh_hans: 连接到网关以查看此批准。

source: Connect to the Gateway to see this session's usage.
zh_hans: 连接到网关以查看此会话的使用情况。

source: Connected
zh_hans: 已连接

source: Connected Clients
zh_hans: 连接的客户端

source: Connected since %@
zh_hans: 自 %@ 起已连接

source: Connected to %@
zh_hans: 连接到 %@

source: Connected · %@
zh_hans: 已连接 · %@

source: Connected · %lld tools
zh_hans: 已连接 · %lld 工具

source: Connected · 1 tool
zh_hans: 已连接 · 1 个工具

source: Connecting to %@…
zh_hans: 正在连接到 %@...

source: Connecting…
zh_hans: 正在连接…

source: Connection
zh_hans: 连接

source: Connection closed: %@
zh_hans: 连接关闭：%@

source: Connection timeout
zh_hans: 连接超时

source: Context
zh_hans: 上下文

source: Context Window
zh_hans: 上下文窗口

source: Context window
zh_hans: 上下文窗口

# Context: %@ tokens (%@)
source: Context: %1$@ tokens (%2$@)
zh_hans: 上下文：%1$@ 令牌 (%2$@)

source: Continue
zh_hans: 继续

source: Continue Anyway
zh_hans: 无论如何继续

source: Continue Setup
zh_hans: 继续设置

source: Conversation
zh_hans: 对话

source: Copied
zh_hans: 已复制

# Copies %@'s workspace files (AGENTS.md, SOUL.md…) into the new workspace. %@
source: Copies %1$@'s workspace files (AGENTS.md, SOUL.md…) into the new workspace. %2$@
zh_hans: 将 %1$@ 的工作区文件（AGENTS.md、SOUL.md…）复制到新工作区中。 %2$@

source: Copy
zh_hans: 复制

source: Copy Code
zh_hans: 复制代码

source: Copy Command
zh_hans: 复制命令

source: Copy Details
zh_hans: 复制详情
